//----------------------------------------
//
//モデル表示処理[model.cpp]
//Author fuma sato
//
//----------------------------------------

#include"model.h"

//グローバル変数宣言
// 
//----------------------
//ポリゴンの初期化処理
//----------------------
void InitModel(void)
{

}

//-------------------
//ポリゴン終了処理
//-------------------
void UninitModel(void)
{

}

//-------------------
//ポリゴン更新処理
//-------------------
void UpdateModel(void)
{

}

//-------------------
//ポリゴン描画処理
//-------------------
void DrawModel(void)
{

}